Repository: T0biasCZe/AdbFileManager
Catalog: AdbFileManager/Localization/*/strings.*.resx
Languages: cs, de, es, ja, pl, zh_hans, zh_hant

# adbStartup
source: Starting adb service. This will take a few seconds. \nPlease wait
cs: Spouštení služby ADB. Tohle může chvíli trvat. \nPočkejte prosím
de: ADB-Dienst wird gestartet. Dies dauert einige Sekunden. \nBitte warten
es: Iniciando servicio adb. Esto tardará unos segundos. Por favor espere
pl: Uruchamianie usługi adb. To potrwa kilka sekund. \nProszę czekać
zh_hans: 正在启动 adb 服务，这需要几秒钟。\n请稍候
zh_hant: 正在啟動 adb 服務，這需要幾秒鐘。\n請稍候

source: Add wireless
cs: Přidat bezdrátové zařízení
de: Drahtlos hinzufügen
es: Agregar inalámbrico
pl: Dodaj bezprzewodowo
zh_hans: 添加无线设备
zh_hant: 新增無線裝置

# copy_freeze_warn
source: Even if it may not seem so at times, the files are still copying. Please do not close the program if the window freezes.
cs: Ikdyž se to nezdá, soubory se stále kopírují. Prosím nezavírejte program pokud okno zamrzne
de: Auch wenn es manchmal nicht so erscheinen mag, werden die Dateien immer noch kopiert. Bitte schließen Sie das Programm nicht, wenn das Fenster einfriert.
es: Incluso si en ocasiones no lo parezca, los archivos aún se están copiando. Por favor, no cierre el programa si la ventana se congela.
ja: 時折そう思えなくても、ファイルはまだコピーされています。 ウィンドウがフリーズしてもプログラムを閉じないでください。
pl: Chociaż może się tak nie wydawać, pliki wciąż są kopiowane. Proszę nie zamykać programu, jeśli okno zamrozi.
zh_hans: 即使有时看起来没有反应，文件仍在复制中。 如果窗口无响应，请不要关闭程序。
zh_hant: 即使有時看起來沒有反應，檔案仍在複製中。 如果視窗無回應，請不要關閉程式。

# datagridview_attr
source: Attr
cs: Attributy
de: Attribute
es: Atributo
ja: 属性
pl: Atrybuty
zh_hans: 属性
zh_hant: 屬性

# datagridview_date
source: Date
cs: Datum modifikace
de: Änderungsdatum
es: Fecha
ja: 日付
pl: Data modyfikacji
zh_hans: 日期
zh_hant: 日期

# datagridview_name
source: Name
cs: Název souboru
de: Dateiname
es: Nombre
ja: 名前
pl: Nazwa pliku
zh_hans: 名称
zh_hant: 名稱

# datagridview_size
source: Size (KiB)
cs: Velikost (KiB)
de: Größe (KiB)
es: Tamaño (KiB)
ja: サイズ（KiB）
pl: Rozmiar (KiB)
zh_hans: 大小 (KiB)
zh_hant: 大小 (KiB)

source: Default device
cs: Výchozí zařízení
de: Standardgerät
es: Dispositivo predeterminado
pl: Domyślne urządzenie
zh_hans: 默认设备
zh_hant: 預設裝置

# fromto
source: From {source} to {dest}
cs: Z {source} do {dest}
de: Von {source} nach {dest}
es: De {source} a {dest}
ja: {source} から {dest} へ
pl: Z {source} do {dest}
zh_hans: 从 {source} 到 {dest}
zh_hant: 從 {source} 到 {dest}

# loadingProgram
source: Loading program, please wait.
cs: Program se načítá, čekejte prosím.
de: Programm wird geladen, bitte warten.
es: Cargando programa, por favor espere.
pl: Ładowanie programu, proszę czekać.
zh_hans: 正在加载程序，请稍候。
zh_hant: 正在載入程式，請稍候。

# multipleDevicesError
source: Multiple devices connected\nPlease disconnect other devices, or select a wanted device in dropdown thats down right.
cs: Prosím pozor. Více zařízení připojeno\nProsím odpojte ostatní zařízení, nebo vyberte zařízení vpravo dole. Děkujume za pochopní.
de: Mehrere Geräte verbunden\nBitte trennen Sie andere Geräte oder wählen Sie das gewünschte Gerät im Dropdown-Menü unten rechts aus.
es: Múltiples dispositivos conectados Por favor desconecte otros dispositivos, o seleccione el dispositivo deseado en el menú desplegable de abajo a la derecha.
pl: Podłączono wiele urządzeń\nProszę odłączyć inne urządzenia lub wybrać żądane urządzenie z listy rozwijanej w prawym dolnym rogu.
zh_hans: 检测到多个设备\n请断开其他设备，或在右下角的下拉菜单中选择目标设备。
zh_hant: 偵測到多個裝置\n請中斷其他裝置的連線，或在右下角的下拉式選單中選擇目標裝置。

source: (OFFLINE)
cs: (ODPOJENO)
es: (SIN CONEXIÓN)
zh_hans: (离线)
zh_hant: (離線)

# restartNeeded
source: Some changes you did require a restart to take effect.
cs: Některé změny které jste provedli budou provedeny až po restartu programu.
de: Einige Ihrer Änderungen erfordern einen Neustart, um wirksam zu werden.
es: Algunos cambios que realizó requieren un reinicio para tener efecto.
pl: Niektóre wprowadzone zmiany wymagają ponownego uruchomienia, aby zostały zastosowane.
zh_hans: 您所做的某些更改需要重启才能生效。
zh_hant: 您所做的某些變更需要重新啟動才能生效。

# unwrap_wait
source: Unwrapping folders. One moment please...
cs: Probíhá rozbalování složek. Prosím vydržte chvilku...
de: Ordner werden entpackt Einen Moment bitte...
es: Desenvolviendo carpetas. Un momento, por favor...
ja: フォルダを展開しています。 しばらくお待ちください...
pl: Rozpakowywanie folderów w trakcie. Proszę czekać chwilę...
zh_hans: 正在展开文件夹。 请稍候...
zh_hant: 正在展開資料夾。 請稍候...

# unwrap_wait_title
source: Folder unwrap
cs: Rozbalování složek.
de: Ordner entpacken
es: Desenvolver carpeta
ja: フォルダの展開
pl: Rozpakowywanie folderów.
zh_hans: 文件夹展开
zh_hant: 資料夾展開

# usbDebugEnableInstructions
source: Make sure USB debugging is enabled, and your device is properly connected.\nTo enable USB debugging:\n1. Go to android settings\n2. System\n3. Information about phone\n4. Find build number and click it repeatedly, until "developer mode is now enabled" notification\n5. go back, and find "developer settings"\nfind "USB Debugging" and enable it\n7. Enable "Disable adb authorization time limit"\n8. connect your phone to PC, and click authorize PC\n9. Files should now show here properly\n\nPlease note that these steps may vary by phone.
cs: Ujistěte se, že je povoleno ladění přes USB a že je zařízení správně připojeno.\nPro povolení ladění přes USB:\n1. Jděte do nastavení Androidu\n2. Systém\n3. Informace o telefonu\n4. Najděte "Číslo sestavení" a opakovaně na něj klikejte dokud se nezobrazí \n oznámení "Režim pro vývojáře byl povolen"\n5. Vraťte se zpět a najděte "Možnosti pro vývojáře"\n6. Povolte v menu "Ladění USB"\n7. Povolte "Zakázat časový limit autorizace ADB"\n8. Připojte telefon k PC a autorizujte na telefonu daný počítač.\n9. Soubory by se nyní měly zobrazit správně\n\nMějte na paměti že tyto kroky se můžou lehce lišit dle zařízení.
de: Stellen Sie sicher, dass USB-Debugging aktiviert ist und Ihr Gerät ordnungsgemäß verbunden ist.\nUm USB-Debugging zu aktivieren:\n1. Gehen Sie zu den Android-Einstellungen\n2. System\n3. Telefoninfo\n4. Finden Sie die Build-Nummer und tippen Sie wiederholt darauf, bis die Meldung "Entwicklermodus ist jetzt aktiviert" erscheint\n5. Gehen Sie zurück und finden Sie "Entwickleroptionen"\n6. Finden Sie "USB-Debugging" und aktivieren Sie es\n7. Aktivieren Sie "ADB-Autorisierungs-Zeitlimit deaktivieren"\n8. Verbinden Sie Ihr Telefon mit dem PC und klicken Sie auf PC autorisieren\n9. Dateien sollten jetzt hier richtig angezeigt werden\n\nBitte beachten Sie, dass diese Schritte je nach Telefon variieren können.
es: Asegúrese de que la depuración USB esté habilitada y su dispositivo esté correctamente conectado. Para habilitar la depuración USB: 1. Vaya a configuración de Android 2. Sistema 3. Información del teléfono 4. Encuentre el número de compilación y tóquelo repetidamente, hasta que aparezca la notificación "el modo desarrollador está habilitado" 5. Regrese y encuentre "opciones de desarrollador" 6. Encuentre "Depuración USB" y habilítela 7. Habilite "Deshabilitar límite de tiempo de autorización adb" 8. Conecte su teléfono a la PC y haga clic en autorizar PC 9. Los archivos ahora deberían mostrarse correctamente aquí Tenga en cuenta que estos pasos pueden variar según el teléfono.
pl: Upewnij się, że debugowanie USB jest włączone i urządzenie jest prawidłowo podłączone.\nAby włączyć debugowanie USB:\n1. Przejdź do ustawień Androida\n2. System\n3. Informacje o telefonie\n4. Znajdź numer kompilacji i klikaj go wielokrotnie, aż pojawi się powiadomienie "tryb programisty jest teraz włączony"\n5. Wróć i znajdź "Opcje programisty"\nZnajdź "Debugowanie USB" i włącz je\n7. Włącz "Wyłącz limit czasu autoryzacji adb"\n8. Podłącz telefon do komputera i kliknij autoryzuj komputer\n9. Pliki powinny teraz wyświetlać się prawidłowo\n\nPamiętaj, że te kroki mogą się różnić w zależności od telefonu.
zh_hans: 请确保已启用 USB 调试，并且设备已正确连接。\n启用 USB 调试的步骤：\n1. 进入安卓设置\n2. 系统\n3. 关于手机\n4. 找到版本号并连续点击，直到出现"开发者模式已启用"提示\n5. 返回，找到"开发者选项"\n6. 找到"USB 调试"并启用\n7. 启用"禁用 adb 授权超时"\n8. 将手机连接到电脑，点击授权电脑\n9. 文件现在应该能正常显示\n\n请注意，这些步骤可能因手机型号而异。
zh_hant: 請確保已啟用 USB 偵錯，並且裝置已正確連接。\n啟用 USB 偵錯的步驟：\n1. 進入 Android 設定\n2. 系統\n3. 關於手機\n4. 找到版本號碼並連續點擊，直到出現「開發人員模式已啟用」提示\n5. 返回，找到「開發人員選項」\n6. 找到「USB 偵錯」並啟用\n7. 啟用「停用 adb 授權逾時」\n8. 將手機連接到電腦，點擊授權電腦\n9. 檔案現在應該能正常顯示\n\n請注意，這些步驟可能因手機型號而異。

source: (Wireless)
cs: (Bezdrát)
de: (Drahtlos)
es: (Inalámbrico)
ja: （ワイヤレス）
pl: (Bezprzewodowo)
zh_hans: (无线)
zh_hant: (無線)

# copy_in_progress
source: A copy operation is already in progress. Please wait for it to complete.
cs: Probíhá kopírování. Počkejte prosím na dokončení.
de: Ein Kopiervorgang läuft bereits. Bitte warten Sie, bis dieser abgeschlossen ist.
es: Ya hay una operación de copia en progreso. Por favor espere a que se complete.
ja: コピー処理が既に進行中です。完了するまでお待ちください。
pl: Operacja kopiowania jest już w toku. Proszę poczekać na jej zakończenie.
zh_hans: 复制正在进行中，请等待当前操作完成。
zh_hant: 複製正在進行中，請等待目前操作完成。

# copy_in_progress_title
source: Copy in Progress
cs: Probíhá kopírování
de: Kopiervorgang läuft
es: Copia en progreso
ja: コピー中
pl: Kopiowanie w toku
zh_hans: 复制进行中
zh_hant: 複製進行中

source: No files found
cs: Žádné soubory nenalezeny
de: Keine Dateien gefunden
es: No se encontraron archivos
ja: ファイルが見つかりません
pl: Nie znaleziono plików
zh_hans: 未找到文件
zh_hant: 未找到檔案

# settings_title
source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
ja: 設定
pl: Ustawienia
zh_hans: 设置
zh_hant: 設定

# settings_tab_behaviour
source: Behaviour
cs: Chování
de: Verhalten
es: Comportamiento
ja: 動作
pl: Zachowanie
zh_hans: 行为
zh_hant: 行為

# settings_tab_appearance
source: Appearance
cs: Vzhled
de: Darstellung
es: Apariencia
ja: 外観
pl: Wygląd
zh_hans: 外观
zh_hant: 外觀

# settings_language
source: Language
cs: Jazyk
de: Sprache
es: Idioma
ja: 言語
pl: Język
zh_hans: 语言
zh_hant: 語言

# settings_keepFileDate
source: Keep file modification date
cs: Zachovat datum úpravy souboru
de: Dateiänderungsdatum beibehalten
es: Conservar fecha de archivo
ja: ファイルの更新日時を保持する
pl: Zachowaj datę modyfikacji pliku
zh_hans: 保留文件修改日期
zh_hant: 保留檔案修改日期

# settings_previewMedia
source: Preview media files on double click
cs: Náhled mediálních souborů při dvojkliku
de: Mediendateien bei Doppelklick anzeigen
es: Vista previa con doble clic
ja: ダブルクリックでメディアファイルをプレビュー
pl: Podgląd plików multimedialnych po dwukrotnym kliknięciu
zh_hans: 双击预览媒体文件
zh_hant: 按兩下預覽媒體檔案

# settings_useLegacyCopy
source: Use legacy sync copying
cs: Použít starší synchronní kopírování
de: Älteres Sync-Kopieren verwenden
es: Usar copia heredada
ja: レガシー同期コピーを使用
pl: Użyj starszego kopiowania synchronicznego
zh_hans: 使用旧版同步复制
zh_hant: 使用舊版同步複製

# settings_unwrapFolders
source: Unwrap folders on copy
cs: Rozbalit složky při kopírování
de: Ordner beim Kopieren entpacken
es: Desempacar carpetas
ja: コピー時にフォルダを展開
pl: Rozpakowuj foldery przy kopiowaniu
zh_hans: 复制时展开文件夹
zh_hant: 複製時展開資料夾

# settings_progressSyncDelay
source: Progress sync delay
cs: Prodleva synchronizace průběhu
de: Fortschrittssynchronisierungsverzögerung
es: Retraso de progreso
ja: 進捗同期の遅延
pl: Opóźnienie synchronizacji postępu
zh_hans: 进度同步延迟
zh_hant: 進度同步延遲

# settings_compatibilityFix
source: Compatibility fix
cs: Oprava kompatibility
de: Kompatibilitätskorrektur
es: Modo compatibilidad
ja: 互換性修正
pl: Poprawka kompatybilności
zh_hans: 兼容性修复
zh_hant: 相容性修正

# settings_fastCompatibility
source: Fast compatibility mode
cs: Rychlý režim kompatibility
de: Schneller Kompatibilitätsmodus
es: Compatibilidad rápida
ja: 高速互換モード
pl: Szybki tryb kompatybilności
zh_hans: 快速兼容模式
zh_hant: 快速相容模式

# settings_openLastLocation
source: Open in last location
cs: Otevřít v poslední pozici
de: Am letzten Speicherort öffnen
es: Abrir en la última ubicación
ja: 最後の場所を開く
pl: Otwórz w ostatniej lokalizacji
zh_hans: 打开上次位置
zh_hant: 開啟上次位置

# settings_iconStyle
source: Icon style
cs: Styl ikon
de: Symbolstil
es: Estilo de iconos
ja: アイコンスタイル
pl: Styl ikon
zh_hans: 图标样式
zh_hant: 圖示樣式

# settings_buttonDesign
source: Button design
cs: Design tlačítek
de: Schaltflächendesign
es: Diseño de botones
ja: ボタンデザイン
pl: Wygląd przycisków
zh_hans: 按钮设计
zh_hant: 按鈕設計

# settings_flatShaded
source: Flat shaded
cs: Plochý stínovaný
de: Flach schattiert
es: Plano sombreado
ja: フラットシェード
pl: Płaski cieniowany
zh_hans: 扁平阴影
zh_hant: 扁平陰影

# settings_flat
source: Flat
cs: Plochý
de: Flach
es: Plano
ja: フラット
pl: Płaski
zh_hans: 扁平
zh_hant: 扁平

# settings_fluentGradient
source: Fluent gradient
cs: Fluent přechod
de: Fluent-Farbverlauf
es: Gradiente fluido
ja: Fluentグラデーション
pl: Gradient Fluent
zh_hans: 流畅渐变
zh_hant: 流暢漸層

# settings_darkMode
source: Enable dark mode
cs: Povolit tmavý režim
de: Dunkelmodus aktivieren
es: Modo oscuro
ja: ダークモードを有効にする
pl: Włącz tryb ciemny
zh_hans: 启用深色模式
zh_hant: 啟用深色模式

# settings_darkModeNote
source: Note: PC File Explorer will only be in dark if Windows itself has dark mode enabled
cs: Poznámka: Průzkumník souborů PC bude tmavý pouze pokud má Windows povolen tmavý režim
de: Hinweis: Der PC-Datei-Explorer wird nur dunkel sein, wenn Windows selbst den Dunkelmodus aktiviert hat
es: Nota: Explorer solo oscuro si Windows tiene modo oscuro
ja: 注意: PCファイルエクスプローラーは、Windows自体で ダークモードが有効な場合のみダークモードになります
pl: Uwaga: Eksplorator plików PC będzie ciemny tylko wtedy, gdy sam Windows ma włączony tryb ciemny
zh_hans: 注意：只有当 Windows 本身启用深色模式时， 电脑文件资源管理器才会显示为深色
zh_hant: 注意：只有當 Windows 本身啟用深色模式時， 電腦檔案總管才會顯示為深色

# settings_twoProgressBars
source: Show two copy progress bars
cs: Zobrazit dva ukazatele průběhu kopírování
de: Zwei Kopierfortschrittsbalken anzeigen
es: Dos barras de progreso
ja: 2つのコピー進捗バーを表示
pl: Pokaż dwa paski postępu kopiowania
zh_hans: 显示两个复制进度条
zh_hant: 顯示兩個複製進度列

# settings_showBackButton
source: Show Android back button
cs: Zobrazit tlačítko Zpět pro Android
de: Android-Zurück-Taste anzeigen
es: Mostrar botón atrás
ja: Androidの戻るボタンを表示
pl: Pokaż przycisk wstecz Androida
zh_hans: 显示安卓返回按钮
zh_hant: 顯示 Android 返回按鈕

# wireless_title
source: Wireless Pairing
cs: Bezdrátové párování
de: Drahtlose Kopplung
es: Emparejamiento inalámbrico
ja: ワイヤレスペアリング
pl: Parowanie bezprzewodowe
zh_hans: 无线配对
zh_hant: 無線配對

# wireless_ipAddress
source: Device's IP Address
cs: IP adresa zařízení
de: IP-Adresse des Geräts
es: Dirección IP del dispositivo
ja: デバイスのIPアドレス
pl: Adres IP urządzenia
zh_hans: 设备 IP 地址
zh_hant: 裝置 IP 位址

# wireless_port
source: Port
es: Puerto
ja: ポート
zh_hans: 端口
zh_hant: 連接埠

# wireless_pairingCode
source: Pairing code
cs: Párovací kód
de: Kopplungscode
es: Código de emparejamiento
ja: ペアリングコード
pl: Kod parowania
zh_hans: 配对码
zh_hant: 配對碼

# wireless_pair
source: Pair
cs: Spárovat
de: Koppeln
es: Emparejar
ja: ペアリング
pl: Sparuj
zh_hans: 配对
zh_hant: 配對

# wireless_reconnect
source: Reconnect
cs: Znovu připojit
de: Erneut verbinden
es: Reconectar
ja: 再接続
pl: Połącz ponownie
zh_hans: 重新连接
zh_hant: 重新連線

# fileInfo
source: File: {0} Size: {1} Date: {2}
cs: Soubor: {0} Velikost: {1} Datum: {2}
de: Datei: {0} Größe: {1} Datum: {2}
es: Archivo: {0} Tamaño: {1} Fecha: {2}
ja: ファイル: {0} サイズ: {1} 日付: {2}
pl: Plik: {0} Rozmiar: {1} Data: {2}
zh_hans: 文件：{0} 大小：{1} 日期：{2}
zh_hant: 檔案：{0} 大小：{1} 日期：{2}

source: Error
cs: Chyba
de: Fehler
ja: エラー
pl: Błąd
zh_hans: 错误
zh_hant: 錯誤

source: Success
cs: Úspěch
de: Erfolg
es: Éxito
ja: 成功
pl: Sukces
zh_hans: 成功
zh_hant: 成功

source: Info
cs: Informace
es: Información
ja: 情報
pl: Informacja
zh_hans: 信息
zh_hant: 資訊

source: Invalid path
cs: Neplatná cesta
de: Ungültiger Pfad
es: Ruta inválida
ja: 無効なパス
pl: Nieprawidłowa ścieżka
zh_hans: 无效路径
zh_hant: 無效路徑

# errorReportFootnote
source: Please report this error to the developer. Detailed report may be in console
cs: Nahlaste prosím tuto chybu vývojáři. Podrobná zpráva může být v konzoli
de: Bitte melden Sie diesen Fehler dem Entwickler. Ein detaillierter Bericht befindet sich möglicherweise in der Konsole
es: Por favor reporte este error al desarrollador. El informe detallado puede estar en la consola
ja: このエラーを開発者に報告してください。詳細なレポートはコンソールに表示されている場合があります
pl: Proszę zgłosić ten błąd do programisty. Szczegółowy raport może znajdować się w konsoli
zh_hans: 请向开发者报告此错误。详细报告可能在控制台中
zh_hant: 請向開發者回報此錯誤。詳細報告可能在主控台中

source: Restart Required
cs: Vyžadován restart
de: Neustart erforderlich
es: Reinicio requerido
ja: 再起動が必要です
pl: Wymagane ponowne uruchomienie
zh_hans: 需要重启
zh_hant: 需要重新啟動

# wireless_enterIpPort
source: Please enter both IP and Port.
cs: Zadejte prosím IP adresu i port.
de: Bitte geben Sie sowohl IP als auch Port ein.
es: Por favor ingrese tanto la IP como el puerto.
ja: IPアドレスとポートの両方を入力してください。
pl: Proszę wprowadzić adres IP i port.
zh_hans: 请输入 IP 地址和端口。
zh_hant: 請輸入 IP 位址和連接埠。

# wireless_enterPairingCode
source: Please enter the pairing code.
cs: Zadejte prosím párovací kód.
de: Bitte geben Sie den Kopplungscode ein.
es: Por favor ingrese el código de emparejamiento.
ja: ペアリングコードを入力してください。
pl: Proszę wprowadzić kod parowania.
zh_hans: 请输入配对码。
zh_hant: 請輸入配對碼。

# wireless_timeout
source: The pairing process timed out. Please try again.
cs: Proces párování vypršel. Zkuste to prosím znovu.
de: Der Kopplungsvorgang ist abgelaufen. Bitte versuchen Sie es erneut.
es: El proceso de emparejamiento agotó el tiempo de espera. Por favor intente de nuevo.
ja: ペアリング処理がタイムアウトしました。もう一度お試しください。
pl: Proces parowania przekroczył limit czasu. Proszę spróbować ponownie.
zh_hans: 配对过程超时，请重试。
zh_hant: 配對過程逾時，請重試。

# wireless_errorOccurred
source: An error occurred during the pairing process:
cs: Během párování došlo k chybě:
de: Bei der Kopplung ist ein Fehler aufgetreten:
es: Ocurrió un error durante el proceso de emparejamiento:
ja: ペアリング処理中にエラーが発生しました:
pl: Wystąpił błąd podczas procesu parowania:
zh_hans: 配对过程中发生错误：
zh_hant: 配對過程中發生錯誤：

# wireless_pairingFinished
source: Pairing finished!
cs: Párování dokončeno!
de: Kopplung abgeschlossen!
es: ¡Emparejamiento completado!
ja: ペアリングが完了しました！
pl: Parowanie zakończone!
zh_hans: 配对完成！
zh_hant: 配對完成！

# wireless_reconnectFinished
source: Reconnect command finished:
cs: Příkaz pro opětovné připojení dokončen:
de: Wiederverbindungsbefehl abgeschlossen:
es: Comando de reconexión finalizado:
ja: 再接続コマンドが完了しました:
pl: Polecenie ponownego połączenia zakończone:
zh_hans: 重新连接命令已完成：
zh_hant: 重新連線命令已完成：

source: Exception:
cs: Výjimka:
de: Ausnahme:
es: Excepción:
ja: 例外:
pl: Wyjątek:
zh_hans: 异常：
zh_hant: 例外狀況：

source: Enter directory name
cs: Zadejte název adresáře
de: Verzeichnisnamen eingeben
es: Ingrese el nombre del directorio
ja: ディレクトリ名を入力
pl: Wprowadź nazwę katalogu
zh_hans: 输入目录名称
zh_hant: 輸入目錄名稱

source: OK
es: Aceptar
zh_hans: 确定
zh_hant: 確定

# loadingFilesInRoot
source: Loading files in root directory
cs: Načítání souborů v kořenovém adresáři
de: Dateien im Stammverzeichnis werden geladen
es: Cargando archivos en el directorio raíz
ja: ルートディレクトリのファイルを読み込んでいます
pl: Ładowanie plików w katalogu głównym
zh_hans: 正在加载根目录中的文件
zh_hant: 正在載入根目錄中的檔案

source: No device found
cs: Žádné zařízení nenalezeno
de: Kein Gerät gefunden
es: No se encontró ningún dispositivo
ja: デバイスが見つかりません
pl: Nie znaleziono urządzenia
zh_hans: 未找到设备
zh_hant: 未找到裝置

# unlock_title
source: Unlock Phone
cs: Odemknout telefon
de: Telefon entsperren
es: Desbloquear teléfono
ja: 電話のロック解除
pl: Odblokuj telefon
zh_hans: 解锁手机
zh_hant: 解鎖手機

# unlock_passwordPlaceholder
source: Password here
cs: Zadejte heslo
de: Passwort hier eingeben
es: Contraseña aquí
ja: パスワードを入力
pl: Wprowadź hasło
zh_hans: 在此输入密码
zh_hant: 在此輸入密碼

# unlock_description
source: After restart, the phone is locked and adb can't access files. However it may not be possible to unlock when the screen is broken. This tool can try to unlock the phone, so you can backup your photos.
cs: Po restartu je telefon uzamčen a ADB nemá přístup k souborům. Pokud je však obrazovka poškozená, nemusí být možné telefon odemknout. Tento nástroj se může pokusit telefon odemknout, abyste mohli zálohovat své fotografie.
de: Nach einem Neustart ist das Telefon gesperrt und ADB kann nicht auf Dateien zugreifen. Allerdings ist es möglicherweise nicht möglich, das Telefon zu entsperren, wenn der Bildschirm beschädigt ist. Dieses Tool kann versuchen, das Telefon zu entsperren, damit Sie Ihre Fotos sichern können.
es: Después de reiniciar, el teléfono está bloqueado y ADB no puede acceder a los archivos. Sin embargo, puede que no sea posible desbloquearlo cuando la pantalla está rota. Esta herramienta puede intentar desbloquear el teléfono para que pueda hacer una copia de seguridad de sus fotos.
ja: 再起動後、電話はロックされており、ADBはファイルにアクセスできません。ただし、画面が壊れている場合はロック解除できない可能性があります。 このツールは電話のロック解除を試みることができ、写真をバックアップできるようになります。
pl: Po ponownym uruchomieniu telefon jest zablokowany i ADB nie ma dostępu do plików. Jednakże odblokowanie może nie być możliwe, gdy ekran jest uszkodzony. To narzędzie może spróbować odblokować telefon, abyś mógł wykonać kopię zapasową swoich zdjęć.
zh_hans: 重启后，手机处于锁定状态，ADB 无法访问文件。但是，如果屏幕损坏，可能无法解锁。 此工具可以尝试解锁手机，以便您备份照片。
zh_hant: 重新啟動後，手機處於鎖定狀態，ADB 無法存取檔案。但是，如果螢幕損壞，可能無法解鎖。 此工具可以嘗試解鎖手機，以便您備份照片。
